KY-zhang-X/TencentOS-tiny/components/language/micropython/port/board/BearPi_STM32L431RC/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME                       "BearPi"
#define MICROPY_HW_MCU_NAME                         "STM32F431RC"

#define MICROPY_HW_UART_REPL                        2

#define MP_HAL_EXTI_NUM_VECTORS         (16)
